{
  "titles": [
    {
      "alt": [],
      "artist": "Oda Tomohito",
      "author": "Oda Tomohito",
      "currentlyHasAnime": true,
      "genres": [
        "Comedy",
        "Romance",
        "Slice of Life"
      ],
      "ja": "古見さんはコミュ症です。",
      "price": 400,
      "raters": 13469,
      "rating": 4.19,
      "ro": "Komi-san wa Comyushou Desu.",
      "synopsis": "Komi-san is a beautiful and admirable girl that no one can take their eyes off of. Almost the whole school sees her as the cold beauty that's out of their league, but Tadano Hitohito knows the truth: she's just really bad at communicating with others.",
      "title": "Komi Can't Communicate",
      "volumes": [
        {
          "year": 2016,
          "cover": "png"
        }
      ]
    },
    {
      "alt": [],
      "artist": "Tsubasa Yamaguchi",
      "author": "Tsubasa Yamaguchi",
      "currentlyHasAnime": true,
      "genres": [
        "Drama",
        "Psychological",
        "Slice of Life"
      ],
      "ja": "ブルーピリオド",
      "price": 400,
      "raters": 13794,
      "rating": 4.52,
      "ro": "Burū Piriodo",
      "synopsis": "In his second to last year of high school, the dispassionate but studious, Yatora Yaguchi finally finds a calling in art. With no prior art experience, he decides to work towards applying to an art university. A decision with potentially disastrous results.",
      "title": "Blue Period",
      "volumes": [
        {
          "year": 2017,
          "cover": "jpg"
        }
      ]
    },
    {
      "alt": [
        "86 — Eighty Six —",
        "Eighty-Six"
      ],
      "artist": "Motoki Yoshihara",
      "author": "Asato Asato",
      "currentlyHasAnime": true,
      "genres": [
        "Action",
        "Drama",
        "Mecha",
        "Psychological",
        "Science Fiction",
        "Tragedy"
      ],
      "ja": "８６ーエイティシックスー",
      "price": 400,
      "raters": 10861,
      "rating": 4.05,
      "ro": "86 — Eiti Shikkusu —",
      "synopsis": "The Republic of San Magnolia has long been under attack from the neighboring Giadian Empire's army of unmanned drones known as the Legion. After years of painstaking research, the Republic finally developed autonomous drones of their own, turning the one-sided struggle into a war without casualties—or at least, that's what the government claims.\n\nIn truth, there is no such thing as a bloodless war. Beyond the fortified walls protecting the eighty-five Republic territories lies the \"nonexistent\" Eighty-Sixth Sector. The young men and women of this forsaken land are branded the Eighty-Six and, stripped of their humanity, pilot the \"unmanned\" weapons into battle…",
      "title": "86",
      "volumes": [
        {
          "year": 2018,
          "cover": "png"
        }
      ]
    },
    {
      "alt": [
        "Alternate-World Restaurant"
      ],
      "artist": "Kugatsu Takaaki",
      "author": "Inuzuka Junpei",
      "currentlyHasAnime": true,
      "genres": [
        "Comedy",
        "Fantasy",
        "Isekai",
        "Slice of Life"
      ],
      "ja": "異世界食堂",
      "price": 400,
      "raters": 7546,
      "rating": 3.64,
      "ro": "Isekai Shokudou",
      "synopsis": "There is a certain restaurant in one corner of a shopping street near the office district. The historical restaurant, marked by a sign with a picture of a cat, is called Western Cuisine Nekoya. This restaurant looks completely normal through the week, but on Saturdays, it opens in secret exclusively to some very unique guests. During these hours, doors in various areas of a parallel world open to allow customers of many different races and cultures into the restaurant. This Restaurant to Another World and its food hold an exotic charm to these highly diverse customers. This is a story of the heartwarming, once-in-a-lifetime encounters between our reality and another world, between the restaurants customers and its owner, and the food shared among them all.",
      "title": "Restaurant to Another World",
      "volumes": [
        {
          "year": 2017,
          "cover": "jpg"
        }
      ]
    },
    {
      "alt": [],
      "artist": "Gotouge Koyoharu",
      "author": "Gotouge Koyoharu",
      "currentlyHasAnime": true,
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Drama",
        "Historical",
        "Tragedy"
      ],
      "ja": "鬼滅の刃",
      "price": 400,
      "raters": 15373,
      "rating": 4.27,
      "ro": "Kimetsu no Yaiba",
      "synopsis": "Since ancient times, rumors have abounded of man-eating demons lurking in the woods. Because of this, the local townsfolk never venture outside at night. Legend has it that a demon slayer also roams the night, hunting down these bloodthirsty demons.\nEver since the death of his father, Tanjirou has taken it upon himself to support his mother and five siblings. Although their lives may be hardened by tragedy, they've found happiness. But that ephemeral warmth is shattered one day when Tanjirou finds his family slaughtered and the lone survivor, his sister Nezuko, turned into a demon. Adding to this sorrow, a demon hunter named Tomioka Giyuu arrived and was about to finish Nezuko off, but to his surprise she and Tanjiro started to protect each other. Seeing this oddity and Tanjiro's promising fighting skills, Giyuu decides to send them to his old mentor to be trained.\nSo begins Tanjiro's life as a demon hunter, bound on a quest to cure his sister and find the one who murdered his entire family.",
      "title": "Demon Slayer",
      "volumes": [
        {
          "year": 2016,
          "cover": "jpg"
        }
      ]
    },
    {
      "alt": [],
      "artist": "Bonnoki Itaru",
      "author": "Bonnoki Itaru",
      "currentlyHasAnime": true,
      "genres": [
        "Action",
        "Comedy"
      ],
      "ja": "吸血鬼すぐ死ぬ",
      "price": 400,
      "raters": 9137,
      "rating": 3.92,
      "ro": "Kyūketsuki Sugu Shinu",
      "synopsis": "A vampire hunter goes to a haunted mansion to take down a vampire who apparently kidnaps children, but finds out that he’s a wimp who keeps turning into dust at the smallest things. Also, the kids aren’t being kept in the mansion by him—they just like to play there.",
      "title": "The Vampire Dies in No Time",
      "volumes": [
        {
          "year": 2015,
          "cover": "jpg"
        }
      ]
    },
    {
      "alt": [
        "The Girl Who Sees Them"
      ],
      "artist": "Izumi Tomoki",
      "author": "Izumi Tomoki",
      "currentlyHasAnime": true,
      "genres": [
        "Comedy",
        "Drama",
        "Horror",
        "Mystery",
        "Psychological",
        "Slice of Life",
        "Tragedy"
      ],
      "ja": "見える子ちゃん",
      "price": 400,
      "raters": 9137,
      "rating": 3.92,
      "ro": "Mieruko-chan",
      "synopsis": "All of a sudden, Miko is able to see grotesque monsters all around her; but no one else can. Rather than trying to run away or face them, she instead musters all of her courage and… ignores them. Join in on her day-to-day life as she keeps up her best poker face despite the supernatural goings-on.",
      "title": "Mieruko-chan",
      "volumes": [
        {
          "year": 2019,
          "cover": "jpg"
        }
      ]
    },
    {
      "alt": [],
      "artist": "Fujikawa Yuka",
      "author": "Rifujin na Maganote",
      "currentlyHasAnime": true,
      "genres": [
        "Action",
        "Adventure",
        "Comedy",
        "Drama",
        "Fantasy",
        "Isekai",
        "Romance"
      ],
      "ja": "無職転生〜異世界行ったら本気出す〜",
      "price": 400,
      "raters": 18736,
      "rating": 4.35,
      "ro": "Mushoku Tensei ~ Isekai Ittara Honki Dasu ~",
      "synopsis": "A 34-year-old NEET gets killed in a traffic accident and finds himself in a world of magic. Rather than waking up as a full-grown mage, he gets reincarnated as a newborn baby, retaining the memories of his past life. Before he can even properly move his body, he resolves to never make the same mistakes he made in his first life ever again and instead live a life with no regrets with the new one that was given to him. Because he has the knowledge of a middle-aged man, by the age of two, he has already become a prodigy and possesses power unthinkable for anyone his age and even older. Thus begins the chronicles of Rudeus Greyrat, son of swordsman Paul and healer Zenith, as he enters a new world to become the strongest mage known to man, with powers rivaling even the gods themselves.",
      "title": "Mushoku Tensei: Jobless Reincarnation",
      "volumes": [
        {
          "year": 2014,
          "cover": "jpg"
        }
      ]
    },
    {
      "alt": [],
      "artist": "Tooka Sousuke",
      "author": "Tooka Sousuke",
      "currentlyHasAnime": true,
      "genres": [
        "Comedy",
        "Fantasy",
        "Magic"
      ],
      "ja": "王様ランキング",
      "price": 400,
      "raters": 10463,
      "rating": 4.48,
      "ro": "Ousama Ranking",
      "synopsis": "The web manga centers around Bojji, a deaf, powerless prince who cannot even wield a children's sword. As the firstborn son, he strives hard and dreams of becoming the world's greatest king. However, people mutter about him behind his back as \"a good-for-nothing prince\" and \"no way he can be king.\"\n\nBojji is able to make his first ever friend, \"Kage\" — a literal shadow on the ground who somehow understands Bojji well. The story follows Bojji's coming-of-age as he meets various people in his life, starting with his fateful encounter with Kage.",
      "title": "Ranking of Kings",
      "volumes": [
        {
          "year": 2019,
          "cover": "jpg"
        }
      ]
    },
    {
      "alt": [],
      "artist": "Okubashi Mutsumi",
      "author": "Yanagino Kanata",
      "currentlyHasAnime": true,
      "genres": [
        "Action",
        "Adventure",
        "Drama",
        "Fantasy",
        "Isekai"
      ],
      "ja": "最果てのパラディン",
      "price": 400,
      "raters": 7460,
      "rating": 3.86,
      "ro": "Saihate no Paladin",
      "synopsis": "A man dies alone after living a stagnant and fruitless life—but that's not where his story ends, as a boy named William is born into a land of fantasy and magic. Raised in a city of the dead by his new family—a mummy, a skeleton, and a ghost—he can remember glimpses of his past life, enough to know his time on Earth was wasted, and he vows not to let that happen again. Schooled in magic and combat, Will sets out on a journey to see the world. Along the way, he'll meet beings of all shapes and sizes. Each of these people has a story to tell and a lesson to teach Will about how to live his life to the fullest.",
      "title": "The Faraway Paladin",
      "volumes": [
        {
          "year": 2018,
          "cover": "jpg"
        }
      ]
    }
  ]
}